{
    "id": "radiant-capital",
    "name": "Radiant Capital",
    "symbol": "rdnt",
    "contractAddress": "0xf7de7e8a6bd59ed41a4b5fe50278b3b7f31384df",
    "decimals": 18,
    "website": "https://radiant.capital/",
    "description": "What is Radiant Capital?\r\n\r\nProject Overview\r\n\r\nCapital in DeFi is extremely fragmented across chains, evidenced by the dozens of different money markets, all with their own liquidity.\r\n\r\nRadiant aims to be an omnichain money market where users can deposit any major asset on any major chain and borrow various supported assets across multiple chains, eliminating the need for silos of liquidity.\r\n\r\nRadiant’s cross-chain interoperability functions using LayerZero messaging and Stargate's stable router interface. For example, lenders may reclaim their collateral and can direct which chain to withdraw funds from and what percentage they’d like sent to each chain.\r\n\r\nRadiant aims to solve DeFi 1.0 issues of unpredictable and transient liquidity through its innovative Dynamic Liquidity Providers (dLP) and gated emissions.\r\n\r\nValue Proposition\r\n\r\nConsolidation of Fragmented Liquidity: The primary goal of the Radiant DAO is to consolidate billions in fragmented liquidity across multiple lending protocols and chains under one safe, user-friendly, and capital-efficient cross-chain protocol. This consolidation of fragmented liquidity is intended to enhance the overall DeFi ecosystem and create a more seamless experience for users.\r\n\r\nGated Emissions: Sustainability is an important Key Performance Indicator to the Radiant DAO and thus the protocol implemented a Dynamic Liquidity (dLP) mechanism which only enables incentivized RDNT emissions to dLP providers. Dynamic Liquidity Provisioners also share in the utility of platform fees captured in blue-chip assets such as Bitcoin, Ethereum, BNB, and stablecoins through borrowing interest, flash loans, and liquidations.\r\n\r\nProject Key Highlights\r\n\r\nOmnichain Money Market: Users can deposit and borrow assets across chains seamlessly within minutes via Radiant’s integrations with LayerZero and the Stargate stable router interface, which solves many DeFi pain points related to requiring multiple transactions to lend, borrow, bridge, and swap.\r\n\r\nDeFi 3.0: Early iterations of DeFi featured many copycat protocols with zero utility and high-emission governance tokens. In the Radiant DAO’s V2 launch, Radiant will continue to allow all users to borrow and lend cross-chain, seamlessly. However, emissions are gated to only users which provide utility to the protocol in the form of Dynamic Liquidity Provisioning\r\n\r\nSupport for 20+ Collateral Options: As the Radiant DAO expands its cross-chain functionality to additional chains, new collateral options will emerge with DAO-voted Loan-To-Value parameters and oracle usage.",
    "type": "BEP20",
    "chain": "BSC",
    "logo": "https://assets.coingecko.com/coins/images/26536/large/Radiant-Logo-200x200.png?1696525610"
}
