{
    "id": "altura",
    "name": "Altura",
    "symbol": "alu",
    "contractAddress": "0x8263cd1601fe73c066bf49cc09841f35348e3be0",
    "decimals": 18,
    "website": "https://www.alturanft.com/",
    "description": "What is Altura (ALU)?\r\n\r\nAltura is an open web3-gaming infrastructure platform that combines all the tools developers need to integrate web3 into their games. \r\n\r\nAltura makes it easy to mint, integrate, update, and transfer blockchain-backed assets in-game using free, powerful, well-documented API and SDKs so game developers can focus on what matters most - building games. Altura’s platform supports five blockchains, including Ethereum, Polygon, BSC, Fantom, and Avalanche, and offers Smart NFT technology, enabling NFTs to be updated instantly and for free. Developers can list their games and NFTs on the Altura Marketplace, where thousands of users buy, sell and trade NFTs daily. Altura also offers staking, allowing ALU holders to earn up to 15% in staking rewards on their ALU.\r\n\r\nSince Altura’s inception in April of 2021, Altura has attracted over 300 developers to build on the platform and 45,000+ users to the Altura marketplace. Altura is powering the next generation of gaming, including games such as Oxya Origin, Search for Animera, Open World, Coin Racer, Argentics, and Arcade Inc.\r\n\r\nWho Are the Founders of Altura?\r\n\r\nAltura was founded by Majd Hailat, a talented young entrepreneur who attended the University of Toronto for computer engineering. Majd started coding in high school and has been programming for over five years. He developed multiple applications, including Portfolio View, a crypto portfolio management app that averages 300 daily active users.\r\n\r\nSince founding Altura, Majd has grown the team to 15 people committed to making Altura the Steam of the web3 world. \r\n\r\nWhat Makes Altura Unique?\r\n\r\nAltura is the most developer-friendly and easy-to-use platform on the market. Altura’s well-designed system, simple and detailed documentation, multi-chain support, and Smart NFT technology make developing on Altura a no-brainer and building web3 games a straightforward and enjoyable process. Altura’s marketplace, with over 45,000 users and a community of more than 100,000 p",
    "type": "BEP20",
    "chain": "BSC",
    "logo": "https://assets.coingecko.com/coins/images/15127/large/logo-dark.png?1696514784"
}
